# FindObjAtPt_GetObj

## Description
Get an object from the find iterator

```pascal
FUNCTION FindObjAtPt_GetObj(
				finderID : LONGINT;
				objIndex : INTEGER) : HANDLE;
```

```python

def vs.FindObjAtPt_GetObj(finderID, objIndex):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|finderID|LONGINT||
|objIndex|INTEGER||

## Version
Availability: from Vectorworks 2014
## Category
* Graphic Calculation